Repository: AntoineOrgerit/da3t-geoluciole
Catalog: ios/Geoluciole/Geoluciole/*.lproj/Localizable.strings
Languages: fr

# title_home
source: Home
fr: Accueil

# title_achievements
source: Stickers
fr: Badges

# title_dashboard
source: Preferences
fr: Préférences

# action_refused
source: Refuse
fr: Refuser

# action_validate
source: Validate
fr: Valider

# action_accept
source: Accept
fr: Accepter

# action_loader
source: Loading
fr: Chargement

# action_close
source: Close
fr: Fermer

# action_yes
source: Yes
fr: Oui

# action_no
source: No
fr: Non

# location_notification_content_title
source: Géoluciole is running
fr: Géoluciole en fonctionnement

# location_notification_content_text
source: Tracking of your journey in progress
fr: Le suivi de votre parcours est en cours

# location_notification_button_text
source: Open app
fr: Ouvrir l'application

# rgpd_title_primary
source: GDPR consent
fr: Consentement RGPD

# rgpd_title_project
source: Nouvelle-Aquitaine region's DA3T project
fr: PROJET Région Nouvelle-Aquitaine DA3T

# rgpd_first_content_1_line
source: The collected data by the app are subject to a registration on the register of processing of La Rochelle University.
fr: Les données recueillies par l’application font l’objet d’une inscription sur le registre des traitements de La Rochelle Université.

# rgpd_first_content_2_line
source: Data are collected for research purposes by the LIENSs laboratory researchers as part of the DA3T project.
fr: Les données sont recueillies à des fins de recherche par les chercheurs du LIENSs dans le cadre du projet DA3T.

# rgpd_first_content_3_line
source: The research project intend to propose an analysis device of geonumeric traces. Its goal is to improve Nouvelle-Aquitaine region's touristic territories management and valorization.
fr: Le projet de recherche vise à proposer un dispositif d’analyse des traces géonumériques dans le but d’améliorer la gestion et la valorisation des territoires touristiques en Nouvelle-Aquitaine.

# rgpd_first_content_4_line
source: The study finality is to examine the supposed contribution of geonumeric traces in the understanting of the atlantic touristic city.
fr: La finalité de l’étude est d’interroger l’apport supposé des traces géonumériques dans la compréhension de la ville touristique atlantique.

# rgpd_first_content_consentement
source: I authorize the LIENSs laboratory researchers to use my data as part of the DA3T project.
fr: J’autorise les chercheurs du laboratoire LIENSs à utiliser mes données dans le cadre du projet DA3T.

# rgpd_second_content_1_line
source: The collected information of the following form are saved in an informatic file by La Rochelle University, 23 Avenue Albert Einstein, 17000 La Rochelle, France to improve Nouvelle-Aquitaine region's touristic territories management and valorization. The legal basis of data processing is your consent.
fr: Les informations recueillies sur ce formulaire sont enregistrées dans un fichier informatisé par La Rochelle Université, 23 Avenue Albert Einstein, 17000 La Rochelle, France pour améliorer la gestion et la valorisation des territoires touristiques en Nouvelle-Aquitaine. La base légale du traitement est le consentement.

# rgpd_second_content_2_line
source: The collected data will not be communicated to any recipient.
fr: Les données collectées ne seront communiquées à aucun destinataire.

# rgpd_second_content_3_line
source: Data will be retained during 5 years for scientific research purposes.
fr: Les données sont conservées pendant 5 ans à des fins de recherche scientifique.

# rgpd_second_content_4_line
source: You can access to your data, rectify them, request for their deletion or perform your data processing limitation right. You can remove your data processing consent at any time; You can also oppose yourself to your data processing.
fr: Vous pouvez accéder aux données vous concernant, les rectifier, demander leur effacement ou exercer votre droit à la limitation du traitement de vos données. Vous pouvez retirer à tout moment votre consentement au traitement de vos données ; Vous pouvez également vous opposer au traitement de vos données.

# rgpd_second_content_5_line
source: Please consult the cnil.fr website (or any corresponding relevant data protection entity from your country) to get more information on your rights.
fr: Consultez le site cnil.fr pour plus d’informations sur vos droits.

# rgpd_second_content_6_line
source: To exercise your rights or for any enquiry on the processing of your data as part of this device, you can contact La Rochelle University's DPO at dpo@univ-lr.fr.
fr: Pour exercer ces droits ou pour toute question sur le traitement de vos données dans ce dispositif, vous pouvez contacter la DPO de La Rochelle Université à l’adresse dpo@univ-lr.fr.

# rgpd_second_content_7_line
source: If you think that your privacy and informatic rights are not respected after having contacted us, you can send a complaint to the CNIL (or any corresponding relevant data protection entity from your country).
fr: Si vous estimez, après nous avoir contactés, que vos droits « Informatique et Libertés » ne sont pas respectés, vous pouvez adresser une réclamation à la CNIL.

# rgpd_second_content_consentement
source: I authorize the LIENSs laboratory researchers to contact me as part of this experience.
fr: J’autorise les chercheurs du laboratoire LIENSs à me recontacter dans le cadre de cette expérience.

# stay_progression
source: Progression of your stay
fr: Progression de votre séjour

# last_achievement_obtained
source: Sticker recently obtained
fr: Badge récemment obtenu

# last_achievement_obtained_picture_description
source: Picture of the last sticker obtained by the user.
fr: Image du dernier badge obtenu par l'utilisateur.

source: Data collection
fr: Collecte des données

# data_collection_activated
source: ON
fr: Activée

# data_collection_deactivated
source: OFF
fr: Désactivée

# form_title
source: Form
fr: Formulaire

# form_title_anonym
source: Anonymous form
fr: Formulaire anonyme

# form_lastname
source: Lastname
fr: Nom

# form_firstname
source: FirstName
fr: Prénom

# form_mail
source: Mail
fr: Email

# form_phone
source: Phone
fr: Numéro de téléphone

# form_in_city_title
source: Date and hour of arrival in La Rochelle
fr: Date et heure d'arrivée à La Rochelle

# form_out_city_title
source: Date and hour of departure of La Rochelle
fr: Date et heure de départ de La Rochelle

# form_btn_date
source: Select date
fr: Choisir une date

# form_btn_time
source: Select time
fr: Choisir une heure

# form_with_whom_title
source: Whom travel ?*
fr: Avec qui voyagez-vous ?*

# form_prompt_whom
source: Choose an answer
fr: Choisir une réponse

# form_explain_validation_period_part_1
source: The data collection period corresponds to the duration for which you consent to the collection of your GPS data.
fr: La période de collecte des données correspond à la durée pour laquelle vous consentez à ce que l'on recueille vos données GPS.

# form_explain_validation_period_part_2
source: After this time, we will no longer collect data. You can, if you wish, modify these periods via the 'Preferences' menu.
fr: Passé ce délai, nous ne collecterons plus de données. Vous pourrez, si vous le souhaitez, modifier ces périodes via le menu 'Préférences'.

# form_title_start_date_validation_period
source: Start of collection
fr: Début de la collecte

# form_title_end_date_validation_period
source: End of collection
fr: Fin de la collecte

# form_responses_whom_choice
source: Choose an answer
fr: Choisir une réponse

# form_responses_whom_alone
source: alone
fr: Seul

# form_responses_whom_family
source: With family
fr: En famillle

# form_responses_whom_friends
source: With friends
fr: Entre amis

# form_responses_whom_group
source: With group
fr: En groupe

# form_responses_whom_other
source: Other
fr: Autre

# field_other_title
source: Other
fr: Autre

# presence_children
source: Presence of children under 13 years old*
fr: Présence d'enfant en dessous de 13 ans ?*

# presence_teens
source: Presence of teenagers (13–18 years old)*
fr: Présence d'adolescents (13–18 ans) ?*

# form_transport_title
source: How did you get to La Rochelle ?*
fr: Comment êtes-vous arrivé à La Rochelle ?*

# form_prompt_transport
source: Choose an answer
fr: Choisir une réponse

# form_responses_transport_personal_car
source: Personnal Car
fr: Voiture personnelle

# form_responses_transport_carpool
source: Carpool / Stop
fr: Covoiturage / Stop

# form_responses_transport_flight
source: Flight
fr: Avion

# form_responses_transport_boat
source: Boat
fr: Bateau

# form_responses_transport_cycling
source: Cycling
fr: Vélo

# form_responses_transport_other
source: Other
fr: Autre

# form_first_visit_title
source: Are you visiting La Rochelle for the first time?*
fr: Visitez-vous La Rochelle pour la première fois ?*

# form_know_city_title
source: Would you say you know La Rochelle well?*
fr: Diriez-vous que vous connaissez bien La Rochelle ?*

# form_more_five_times_title
source: Have you been to La Rochelle more than 5 times?*
fr: Êtes-vous déjà venus à La Rochelle plus de 5 fois ?*

# form_more_two_months_title
source: Have you ever lived in La Rochelle for more than two months?*
fr: Avez-vous déjà vécu plus de deux mois à La Rochelle ?*

# form_yes_response
source: Yes
fr: Oui

# form_no_response
source: No
fr: Non

# form_continue
source: Next
fr: Suivant

# form_previous
source: Previous
fr: Précédent

# form_submit
source: Submit
fr: Valider

# form_err_required
source: Required
fr: Requis

# form_err_mail
source: Invalid email
fr: Adresse mail non valide

# form_err_radio
source: Select an answer
fr: Veuillez sélectionner une réponse

# form_required
source: *required
fr: *champs requis

# form_other_option
source: Other
fr: Autre

# form_placeholder_precision
source: Accuracy
fr: Précision

# dates_settings
source: Commitment period
fr: Durée d'engagement

# dates_settings_start
source: Start date
fr: Date de début

# dates_settings_end
source: End date
fr: Date de fin

source: App language
fr: Langue de l'application

# french_language
source: French
fr: Français

# english_language
source: English
fr: Anglais

# partners
source: Our project
fr: Notre projet

# licence_agreement
source: Consult the EULA
fr: Consulter les CGU

# revoke_consent
source: Revoke my consent
fr: Révoquer mon consentement

# give_consent
source: Give my consent
fr: Donner mon consentement

# title_my_identifier
source: My identifier
fr: Mon identifiant

source: Send data
fr: Envoyer mes données

# text_stats_title
source: Statistics
fr: Statistiques

# text_distance
source: Distance traveled :
fr: Distance parcourue :

# no_achievement_picture_description
source: Oops, no sticker!
fr: Oups, aucun badge !

# achievement_title
source: Badges obtained
fr: Badges obtenus

# notification_title
source: New Badge unlocked !
fr: Nouveau Badge débloqué !

# one_km_description
source: Congratulation! You have just traveled 1km
fr: Bravo! Vous venez de parcourir 1km

# five_km_description
source: Congratulation! You have just traveled 5km
fr: Bravo! Vous venez de parcourir 5km

# ten_km_description
source: Congratulation! You have just traveled 10km
fr: Bravo! Vous venez de parcourir 10km

# tour_saint_nicolas_description
source: Congratulation! You have just discovered the Tour Saint Nicolas
fr: Bravo! Vous venez de découvrir la Tour Saint Nicolas

# tour_de_la_chaine_description
source: Congratulation! You have just discovered the Tour de la Chaîne
fr: Bravo! Vous venez de découvrir la Tour de la Chaîne

# tour_de_la_lanterne_description
source: Congratulation! You have just discovered the Lantern Tower
fr: Bravo! Vous venez de découvrir la Tour de la Lanterne

# eglise_saint_sauveur_description
source: Congratulation! You have just discovered the Saint-Sauveur Church
fr: Bravo! Vous venez de découvrir l'Eglise Saint-Sauveur

# grosse_horloge_description
source: Congratulation! You have just discovered the Grosse Horloge
fr: Bravo! Vous venez de découvrir la Grosse Horloge

# plage_de_la_concurrence_description
source: Congratulation! You have just discovered the Plage de la Concurrence
fr: Bravo! Vous venez de découvrir la Plage de la Concurrence

# place_des_minimes_description
source: Congratulation! You have just discovered the Plage des Minimes
fr: Bravo! Vous venez de découvrir la Plage des Minimes

# marche_central_description
source: Congratulation! You have just discovered the Marché Central
fr: Bravo! Vous venez de découvrir le Marché central

# place_verdun_description
source: Congratulation! You have just discovered the Place de Verdun
fr: Bravo! Vous venez de découvrir la Place de Verdun

source: Back
fr: Retour

# copy
source: Copy my identifier to the clipboard
fr: Copier mon identifiant dans le presse papier

# sendMail
source: I continue
fr: Je continue

# send
source: Send mail
fr: Envoyer mail

# copy_success
source: The identifier has been copied to the clipboard
fr: L'identifiant a été copié dans le presse papier

# revoke_title
source: Revoque my consent
fr: Révoquer mon consentement

# alert_cancel
source: Cancel
fr: Annuler

# revoke_text_1
source: To revoke your consent and delete the data related to your activity please send an email to the following address:
fr: Pour revoquer votre consentement et effacer les données liées à votre activité veuillez envoyer un mail à l'adresse suivante :

# revoke_text_2
source: By clicking continue you will be redirected to your email application if you have an email account linked.
fr: En cliquant sur "Continuer", vous aller être redirigé vers votre application de messagerie electronique si un compte est lié à cette dernière.

# message_mail_revoke
source: I request the deletion of my data.
fr: Je demande la suppression de mes données.

# alert_close_app_title
source: Please restart app
fr: Veuillez relancer l'application

# alert_close_app_explanation
source: To apply the new language preferences, please restart app manualy
fr: L'application vas se fermer pour faire le changement de langue veuillez la relancer manuellement

# logo_desc_larochelle
source: logo of La Rochelle Université
fr: logo de La Rochelle Université

# logo_desc_cnrs
source: logo of CNRS
fr: logo du CNRS

# logo_desc_lienss
source: logo of LIENSs
fr: logo du LIENSs

# logo_desc_l3i
source: logo of L3i
fr: logo du L3i

# toast_copy_id
source: Identifier copied
fr: Identifiant copié

# message_update_date_title
source: Update date
fr: Modification de la date

# message_update_date
source: Are you sure to update this date ?
fr: Voulez-vous enregistrer les modifications ?

# toast_send_data
source: Sending data...
fr: Envoi des données en cours...

# toast_no_data_send
source: No data to send
fr: Pas de données à envoyer

# toast_send_data_success
source: Sending data successfully !
fr: Envoi des données réussi !

# toast_form_error
source: Incorrect form !
fr: Formulaire incorrect !
